Repository: codefoxes/greenlet
Catalog: library/languages/*.po
Languages: fr_fr, kn

source: No menus found. Create new menu under menus screen, save and reload.
kn: ಯಾವುದೇ ಮೆನುಗಳು ಕಂಡುಬಂದಿಲ್ಲ. ಮೆನುಗಳ ಪರದೆಯ ಅಡಿಯಲ್ಲಿ ಹೊಸ ಮೆನುವನ್ನು ರಚಿಸಿ, ಉಳಿಸಿ ಮತ್ತು ಮರುಲೋಡ್ ಮಾಡಿ.

source: No templates found in your child theme. Add PHP templates under child_theme/templates/
kn: ನಿಮ್ಮ ಮಕ್ಕಳ ಥೀಮ್‌ನಲ್ಲಿ ಯಾವುದೇ ಟೆಂಪ್ಲೇಟ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ. ಚೈಲ್ಡ್_ಥೀಮ್ / ಟೆಂಪ್ಲೆಟ್ / ಅಡಿಯಲ್ಲಿ ಪಿಎಚ್ಪಿ ಟೆಂಪ್ಲೆಟ್ಗಳನ್ನು ಸೇರಿಸಿ

source: Number of posts in a single row (columns).
kn: ಒಂದೇ ಸಾಲಿನಲ್ಲಿರುವ ಪೋಸ್ಟ್‌ಗಳ ಸಂಖ್ಯೆ (ಕಾಲಮ್‌ಗಳು).

source: Number of posts in post list page.
kn: ಪೋಸ್ಟ್ ಪಟ್ಟಿ ಪುಟದಲ್ಲಿನ ಪೋಸ್ಟ್‌ಗಳ ಸಂಖ್ಯೆ.

source: Number of sidebars to register for the main container of the page
kn: ಪುಟದ ಮುಖ್ಯ ಪಾತ್ರೆಯಲ್ಲಿ ನೋಂದಾಯಿಸಲು ಸೈಡ್‌ಬಾರ್‌ಗಳ ಸಂಖ್ಯೆ

source: Numbered
kn: ಸಂಖ್ಯೆ

source: Numbered (Ajax)
kn: ಸಂಖ್ಯೆಯ (ಅಜಾಕ್ಸ್)

source: Option available with Pro version
kn: ಪ್ರೊ ಆವೃತ್ತಿಯೊಂದಿಗೆ ಆಯ್ಕೆ ಲಭ್ಯವಿದೆ

source: Page Layout
kn: ಪುಟದ ವಿನ್ಯಾಸ

source: Pages
kn: ಪುಟಗಳು

source: Pagination
kn: ಪುಟದ ಜಾಡುಹಿಡಿತ

source: Performance
kn: ಸಾಮರ್ಥ್ಯ

source: PHP Template
kn: ಪಿಎಚ್ಪಿ ಟೆಂಪ್ಲೇಟು

source: Please save and refresh this page to reflect the newly added Widget areas
kn: ಹೊಸದಾಗಿ ಸೇರಿಸಲಾದ ವಿಜೆಟ್ ಪ್ರದೇಶಗಳನ್ನು ಪ್ರತಿಬಿಂಬಿಸಲು ದಯವಿಟ್ಟು ಈ ಪುಟವನ್ನು ಉಳಿಸಿ ಮತ್ತು ರಿಫ್ರೆಶ್ ಮಾಡಿ

source: Post content display format.
kn: ವಿಷಯ ಪ್ರದರ್ಶನ ಸ್ವರೂಪವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ.

source: Post excerpt more link text
kn: ಪೋಸ್ಟ್ ಆಯ್ದ ಭಾಗಗಳು ಹೆಚ್ಚಿನ ಲಿಂಕ್ ಪಠ್ಯ

source: Post List
kn: ಪೋಸ್ಟ್ ಪಟ್ಟಿ

source: Post List Layout
kn: ಪೋಸ್ಟ್ ಪಟ್ಟಿ ವಿನ್ಯಾಸ

source: Posts
kn: ಪೋಸ್ಟ್‌ಗಳು

source: Posts per page
kn: ಪ್ರತಿ ಪುಟಕ್ಕೆ ಪೋಸ್ಟ್‌ಗಳು

source: Posts per row
kn: ಪ್ರತಿ ಸಾಲಿಗೆ ಪೋಸ್ಟ್‌ಗಳು

source: Published Date
kn: ಪ್ರಕಟಿತ ದಿನಾಂಕ

source: Query
kn: ಪ್ರಶ್ನೆ

source: Report a bug
kn: ದೋಷವನ್ನು ವರದಿ ಮಾಡಿ

source: Right
kn: ಬಲ

source: Search button
kn: ಹುಡುಕಾಟ ಬಟನ್

source: Search form submit button content.
kn: ಹುಡುಕಾಟ ಫಾರ್ಮ್ ಬಟನ್ ವಿಷಯವನ್ನು ಸಲ್ಲಿಸಿ.

source: Select Columns Layout
kn: ಕಾಲಮ್ ಅಟ್ಟಣೆ ಆಯ್ಕೆಮಾಡಿ

source: Shopping Cart
kn: ಶಾಪಿಂಗ್ ಕಾರ್ಟ್

source: Show
kn: ತೋರಿಸು

source: Show back to top button at position.
kn: ಸ್ಥಾನದಲ್ಲಿರುವ ಮೇಲಿನ ಗುಂಡಿಗೆ ಹಿಂತಿರುಗಿ.

source: Show back to top scroll button.
kn: ಮೇಲಿನ ಸ್ಕ್ರಾಲ್ ಬಟನ್‌ಗೆ ಹಿಂತಿರುಗಿ.

source: Show your love
kn: ನಿಮ್ಮ ಪ್ರೀತಿಯನ್ನು ತೋರಿಸಿ

source: Sidebar
kn: ಅಡ್ಡಪಟ್ಟಿ

source: Simple
kn: ಸರಳ

source: Single Post
kn: ಏಕ ಪೋಸ್ಟ್

source: Sticky
kn: ಅಂಟಿಕೊಂಡ

source: String is empty.
kn: ಸ್ಟ್ರಿಂಗ್ ಖಾಲಿಯಾಗಿದೆ.

source: Sum should be
kn: ಮೊತ್ತ ಇರಬೇಕು

source: Support forum
kn: ಬೆಂಬಲ ವೇದಿಕೆ

source: Tags
kn: ಟ್ಯಾಗ್ಗಳು

source: Target
kn: ಗುರಿ

source: Text
kn: ಪಠ್ಯ

source: Title Styles
kn: ಶೀರ್ಷಿಕೆ ಶೈಲಿಗಳು

source: Toggle Menu
kn: ಟಾಗಲ್ ಮೆನು

source: Updated Date
kn: ನವೀಕರಿಸಿದ ದಿನಾಂಕ

source: Vertical
kn: ಲಂಬ

source: Visual Style Editor
kn: ವಿಷುಯಲ್ ಸ್ಟೈಲ್ ಎಡಿಟರ್

source: Widgets
kn: ವಿಡ್ಗೆಟ್ಗಳು
