Repository: codefoxes/greenlet
Catalog: library/languages/*.po
Languages: fr_fr, kn

source: Error 404 - Nothing Found
fr_fr: Erreur 404 - Rien trouvé
kn: 404 - ಏನೂ ಕಂಡುಬಂದಿಲ್ಲ

source: It looks like nothing was found here. Maybe try a search?
fr_fr: On dirait que rien n'a été trouvé ici. Peut-être essayer une recherche?
kn: ಇಲ್ಲಿ ಏನೂ ಕಂಡುಬಂದಿಲ್ಲ ಎಂದು ತೋರುತ್ತಿದೆ. ಹುಡುಕಾಟವನ್ನು ಪ್ರಯತ್ನಿಸಬಹುದೇ?

source: Nothing found!
fr_fr: Rien n'a été trouvé!
kn: ಏನೂ ಕಂಡುಬಂದಿಲ್ಲ

# Comment title
source: %s comment
fr_fr: %s commentaires
kn: %s ಪ್ರತಿಕ್ರಿಯೆ

source: &larr; Older Comments
fr_fr: &larr; Commentaires plus anciens
kn: &larr; ಹಳೆಯ ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: Newer Comments &rarr;
fr_fr: Commentaires récents &rarr;
kn: ಹೊಸ ಪ್ರತಿಕ್ರಿಯೆಗಳು &rarr;

source: Comments are closed.
fr_fr: Les commentaires sont fermés.
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ಮುಚ್ಚಲಾಗಿದೆ.

source: Full Width Page.
fr_fr: Page pleine largeur.

source: Home Page
fr_fr: Page d'accueil
kn: ಮುಖಪುಟ

source: Home
fr_fr: Accueil
kn: ಮನೆ

source: Search:
fr_fr: Chercher:
kn: ಹುಡುಕಿ:

source: Archives
fr_fr: Les archives
kn: ದಾಖಲೆಗಳು

source: Featured
fr_fr: En vedette
kn: ವೈಶಿಷ್ಟ್ಯ

source: Leave a comment
fr_fr: laissez un commentaire
kn: ಕಾಮೆಂಟ್ ಮಾಡಿ

source: One comment
fr_fr: un commentaire
kn: ಒಂದು ಕಾಮೆಂಟ್

source: View all % comments
fr_fr: Voir tous les % commentaires
kn: ಎಲ್ಲಾ %s ಕಾಮೆಂಟ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ

source: Edit
fr_fr: Éditer
kn: ತಿದ್ದು

source: <span class="more-text">Read More</span>
fr_fr: <span class="more-text">Lire la suite</span>

source: Author:
fr_fr: Auteur:
kn: ಲೇಖಕ:

source: &laquo; Newer Posts
fr_fr: &laquo; Messages plus récents
kn: &laquo; ಹೊಸ ಪೋಸ್ಟ್‌ಗಳು

source: Older Posts &raquo;
fr_fr: Articles plus anciens &raquo;
kn: ಹಳೆಯ ಪೋಸ್ಟ್‌ಗಳು &raquo;

source: There are no posts meeting your criteria
fr_fr: Aucun post ne correspond à vos critères
kn: ನಿಮ್ಮ ಮಾನದಂಡಗಳನ್ನು ಪೂರೈಸುವ ಯಾವುದೇ ಪೋಸ್ಟ್‌ಗಳಿಲ್ಲ

source: Load More
fr_fr: Charger plus
kn: ಇನ್ನಷ್ಟು ಲೋಡ್ ಮಾಡಿ

source: Search for:
fr_fr: Rechercher:
kn: ಇದಕ್ಕಾಗಿ ಹುಡುಕು

source: Search &hellip;
fr_fr: Chercher &hellip;
kn: ಹುಡುಕು &hellip;

source: Search
fr_fr: Chercher
kn: ಹುಡುಕು

source: Skip to content
fr_fr: Aller au contenu
kn: ವಿಷಯಕ್ಕೆ ತೆರಳಿ

source: Powered By
fr_fr: Alimenté par
kn: ಶಕ್ತಿಯ ಅಡಿಪಾಯ:

source: Main Menu
fr_fr: Menu principal
kn: ಮುಖ್ಯ ಪಟ್ಟಿ

source: Secondary Menu
fr_fr: Menu secondaire

source: Footer Menu
fr_fr: Menu Pied de page

source: Sidebar %s
fr_fr: Barre latérale %s
kn: ಅಡ್ಡಪಟ್ಟಿ %s

source: Appears on the posts and pages as sidebar %s.
fr_fr: Apparaît sur les publications et les pages sous forme de barre latérale %s.
kn: ಪೋಸ್ಟ್‌ಗಳು ಮತ್ತು ಪುಟಗಳಲ್ಲಿ ಸೈಡ್‌ಬಾರ್ %s ಆಗಿ ಗೋಚರಿಸುತ್ತದೆ.

source: %1$s Widget Area %2$s
fr_fr: %1$s Zone de widget %2$s

source: Appears on the %1$s as column %2$s.
fr_fr: Apparaît sur le %1$s dans la colonne %2$s.

source: Greenlet Settings
fr_fr: Paramètres de Greenlet
kn: ಗ್ರೀನ್ಲೆಟ್ ಸಂಯೋಜನೆಗಳು

source: Greenlet Options
fr_fr: Options de Greenlet
kn: ಗ್ರೀನ್ಲೆಟ್ ಆಯ್ಕೆಗಳು

source: You don't have any options to export. Try saving your options first.
fr_fr: Vous n'avez aucune option à exporter. Essayez d'abord d'enregistrer vos options.

source: Title and Tagline
fr_fr: Titre et slogan

source: CSS Framework
fr_fr: CSS Cadre
kn: ಸಿಎಸ್ಎಸ್ ಚೌಕಟ್ಟು

source: Header Layout
fr_fr: Disposition des en-têtes
kn: ಶಿರೋಲೇಖ ನಕ್ಷೆ

source: Main Layout
fr_fr: Disposition principale
kn: ಮುಖ್ಯ ವಿನ್ಯಾಸ

source: Footer Layout
fr_fr: Disposition du pied de page
kn: ಅಡಿಟಿಪ್ಪಣಿ ವಿನ್ಯಾಸ

source: Typography
fr_fr: Typographie

source: Colours
fr_fr: Couleurs

source: Heading Design
fr_fr: Conception de la rubrique

source: Buttons Design
fr_fr: Conception des boutons

source: Links Design
fr_fr: Conception de liens

source: Inputs Design
fr_fr: Conception des entrées

source: Paragraphs Design
fr_fr: Conception des paragraphes

source: Blog Settings
fr_fr: Paramètres du blog
kn: ಬ್ಲಾಗ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು

source: Customizer Controls
fr_fr: Commandes de personnalisation
kn: ಗ್ರಾಹಕ ನಿಯಂತ್ರಣಗಳು

source: Backend Settings
fr_fr: Paramètres du backend

source: Editor Styles
fr_fr: Styles de l'éditeur
kn: ಸಂಪಾದಕ ಶೈಲಿಗಳು

source: Match the Post editor styles to the frontend styles.
fr_fr: Faites correspondre les styles de l'éditeur de publication aux styles frontaux.
kn: ಪೋಸ್ಟ್ ಎಡಿಟರ್ ಶೈಲಿಗಳನ್ನು ಮುಂಭಾಗದ ಶೈಲಿಗಳಿಗೆ ಹೊಂದಿಸಿ.

source: Save Settings
fr_fr: Enregistrer les paramètres

source: Settings saved successfully.
fr_fr: Les paramètres ont bien été enregistrés.

source: Sorry. Saving Failed.
fr_fr: Désolé. Échec de l'enregistrement.

source: Import / Export Theme Settings
fr_fr: Importer / exporter les paramètres de thème

source: Export Settings
fr_fr: Exporter les paramètres

source: Copy the contents to export.
fr_fr: Copiez le contenu à exporter.

source: Import Settings
fr_fr: Importer les configurations

source: Paste the contents to import.
fr_fr: Collez le contenu à importer.

source: Import Settings successful. Reload page to get imported settings.
fr_fr: Importation des paramètres réussie. Recharger la page pour obtenir les paramètres importés.

source: Import successful. Your settings and Import settings are same!!
fr_fr: Importation réussie. Vos paramètres et paramètres d'importation sont les mêmes !!

source: Sorry. Import Failed. Please check the code.
fr_fr: Désolé. Échec de l'importation. Veuillez vérifier le code.

source: There is nothing to import!
fr_fr: Il n'y a rien à importer!

source: Get Pro Version
fr_fr: Obtenez la version Pro
kn: ಪ್ರೊ ಆವೃತ್ತಿ ಪಡೆಯಿರಿ

source: Latest dev branch
fr_fr: Dernière branche de développement
kn: ಇತ್ತೀಚಿನ ಡೆವ್ ಶಾಖೆ

source: Logo Width
fr_fr: Largeur du logo

source: Logo Height
fr_fr: Hauteur du logo

source: Show Title
fr_fr: Montrer le titre
kn: ಶೀರ್ಷಿಕೆಯನ್ನು ತೋರಿಸಿ

source: Show Tagline
fr_fr: Afficher le slogan
kn: ಕೂಗುನುಡಿ ತೋರಿಸಿ

source: Title Typography
fr_fr: Typographie du titre

source: Layout
fr_fr: Disposition
kn: ನಕ್ಷೆ

source: Site Layout.
fr_fr: Disposition du site.
kn: ಸೈಟ್ ವಿನ್ಯಾಸ.

source: Framework
fr_fr: Cadre
kn: ಚೌಕಟ್ಟು

source: Greenlet Framework
fr_fr: Cadre de Greenlet
kn: ಗ್ರೀನ್ಲೆಟ್ ಚೌಕಟ್ಟು

source: Enter URL if different CDN or CSS Framework
fr_fr: Entrez l'URL si un framework CDN ou CSS différent
kn: ವಿಭಿನ್ನ CDN ಅಥವಾ CSS ಚೌಕಟ್ಟು ಇದ್ದರೆ URL ಅನ್ನು ನಮೂದಿಸಿ

source: https://somecdn.com/css_framework.css
fr_fr: https://certainscdn.com/css_framework.css

source: Load Respective JS
fr_fr: Charger JS respectif

source: Eg: Load Bootstrap JS if loaded Bootstrap CSS.
fr_fr: Par exemple: chargez Bootstrap JS si vous chargez Bootstrap CSS.

source: Container Width
fr_fr: Largeur du conteneur

source: Show Topbar
fr_fr: Afficher la barre supérieure

source: Fixed Topbar
fr_fr: Barre supérieure fixe

source: Topbar Layout
fr_fr: Disposition de la barre supérieure

source: Select Topbar Columns Layout
fr_fr: Sélectionner la disposition des colonnes de la barre supérieure

source: Topbar Width
fr_fr: Largeur de la barre supérieure

source: Topbar container Width
fr_fr: Largeur du conteneur de la barre supérieure

source: Select Header Columns Layout
fr_fr: Sélectionner la disposition des colonnes d'en-tête

source: Header Width
fr_fr: Largeur d'en-tête

source: Header Container Width
fr_fr: Largeur du conteneur d'en-tête

source: Logo Position
fr_fr: Position du logo

source: Column for the logo to be displayed.
fr_fr: Colonne pour le logo à afficher.

source: Main Menu Position
fr_fr: Position du menu principal

source: Column for the Main Menu to be displayed.
fr_fr: Colonne pour le menu principal à afficher.

source: Secondary Menu Position
fr_fr: Position du menu secondaire

source: Column for the Secondary Menu to be displayed.
fr_fr: Colonne pour le menu secondaire à afficher.

source: Number of Sidebars ( For Main Container )
fr_fr: Nombre de barres latérales (pour le conteneur principal)

source: How many sidebars to register for main container of page ? (Not for header or footer.)
fr_fr: Combien de barres latérales s'inscrire pour le conteneur principal de la page? (Pas pour l'en-tête ou le pied de page.)

source: Home Page (Post List) Layout
fr_fr: Mise en page de la page d'accueil (liste des articles)
kn: ಮುಖಪುಟ (ಪೋಸ್ಟ್ ಪಟ್ಟಿ) ವಿನ್ಯಾಸ

source: Default Page Layout
fr_fr: Mise en page par défaut
kn: ಇದ್ದಾಯ್ಕೆ ಪುಟದ ವಿನ್ಯಾಸ

source: Single Post Layout
fr_fr: Disposition de poste unique
kn: ಏಕ ಪೋಸ್ಟ್ ವಿನ್ಯಾಸ

source: Archive Layout
fr_fr: Disposition des archives
kn: ಹಳೆಗೂಡಿಕೆ ವಿನ್ಯಾಸ

source: Content Width
fr_fr: Largeur du contenu

source: Content container width
fr_fr: Largeur du conteneur de contenu

source: Show Semifooter
fr_fr: Afficher Semifooter

source: Semi Footer Layout
fr_fr: Disposition semi-pied de page

source: Select Semi Footer Columns Layout
fr_fr: Sélectionner la disposition des colonnes de semi-pied de page

source: Semifooter Width
fr_fr: Largeur semi-tireur

source: Semifooter container width
fr_fr: Largeur du conteneur semi-scooter

source: Select Footer Columns Layout
fr_fr: Sélectionner la disposition des colonnes de pied de page

source: Footer Width
fr_fr: Largeur de pied de page

source: Footer container width
fr_fr: Largeur du conteneur de pied de page

source: Footer Menu Position
fr_fr: Position du menu de pied de page

source: Column for the Footer Menu to be displayed.
fr_fr: Colonne pour le menu de pied de page à afficher.

source: Global Design
fr_fr: Conception globale

source: Site Wide Designs and Styles.
fr_fr: Conceptions et styles à l'échelle du site.

source: Base Typography
fr_fr: Typographie de base

source: Header Typography
fr_fr: Typographie d'en-tête

source: Content Section Typography
fr_fr: Typographie de la section Contenu

source: Footer Typography
fr_fr: Typographie de pied de page

source: Colors
fr_fr: Couleurs

source: Site Background
fr_fr: Contexte du site

source: Site Text Color
fr_fr: Couleur du texte du site

source: Topbar Background
fr_fr: Fond de la barre supérieure

source: Topbar Text Color
fr_fr: Couleur du texte de la barre supérieure

source: Header Background
fr_fr: Arrière-plan de l'en-tête

source: Header Text Color
fr_fr: Couleur du texte de l'en-tête

source: Header Link Hover Color
fr_fr: Couleur de survol du lien d'en-tête

source: Content Section Background
fr_fr: Contexte de la section Contenu

source: Content Background
fr_fr: Contexte du contenu

source: Semifooter Background
fr_fr: Fond de demi-tireur

source: Semifooter Text Color
fr_fr: Couleur du texte du semi-tireur

source: Footer Background
fr_fr: Fond de pied de page

source: Footer Text Color
fr_fr: Couleur du texte du pied de page

source: Components
fr_fr: Composantes

source: Components and Elements specific Styles
fr_fr: Composants et styles spécifiques aux éléments

source: Headings
fr_fr: Rubriques

source: Heading Color
fr_fr: Couleur du titre

source: Heading Hover Color
fr_fr: Couleur de survol de la rubrique

source: Heading Typography
fr_fr: En-tête Typographie

source: H1 Typography
fr_fr: Typographie H1

source: H2 Typography
fr_fr: Typographie H2

source: H3 Typography
fr_fr: Typographie H3

source: H4 Typography
fr_fr: Typographie H4

source: H5 Typography
fr_fr: Typographie H5

source: H6 Typography
fr_fr: Typographie H6

source: Buttons
fr_fr: Boutons
kn: ಗುಂಡಿಗಳು

source: Button Background
fr_fr: Arrière-plan du bouton
kn: ಬಟನ್ ಹಿನ್ನೆಲೆ

source: Button Text Color
fr_fr: Couleur du texte du bouton

source: Button Hover Background
fr_fr: Arrière-plan du bouton

source: Button Hover Text
fr_fr: Texte de survol du bouton

source: Button Border
fr_fr: Bordure de bouton

source: Button Hover Border
fr_fr: Bouton Hover Border

source: Button Typography
fr_fr: Typographie des boutons

source: Links
fr_fr: Liens

source: Link Color
fr_fr: Couleur du lien

source: Link Hover Color
fr_fr: Couleur du survol du lien

source: Link Typography
fr_fr: Typographie des liens

source: Inputs
fr_fr: Contributions

source: Input Background
fr_fr: Contexte d'entrée

source: Input Focus Background
fr_fr: Contexte du focus d'entrée

source: Input Text Color
fr_fr: Couleur du texte d'entrée

source: Input Focus Text
fr_fr: Saisie du texte de focus

source: Input Placeholder
fr_fr: Espace réservé d'entrée

source: Input Focus Placeholder
fr_fr: Espace réservé de focus d'entrée

source: Input Border
fr_fr: Bordure d'entrée

source: Input Focus Border
fr_fr: Bordure de mise au point d'entrée

source: Input Typography
fr_fr: Typographie d'entrée

source: Paragraphs
fr_fr: Paragraphes

source: Paragraph Color
fr_fr: Couleur de paragraphe

source: Paragraph Typography
fr_fr: Typographie de paragraphe

source: Code Background
fr_fr: Contexte du code

source: Code Color
fr_fr: Couleur du code

source: Code Border
fr_fr: Bordure de code

source: Code Typography
fr_fr: Typographie du code

source: Others
fr_fr: Autres
kn: ಇತರರು

source: Meta Icons Color
fr_fr: Couleur des icônes Meta

source: Enable breadcrumb navigation
fr_fr: Activer la navigation au fil d'Ariane
kn: ಬ್ರೆಡ್‌ಕ್ರಂಬ್ ನ್ಯಾವಿಗೇಷನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Breadcrumb Separator
fr_fr: Breadcrumb Séparateur
kn: ಬ್ರೆಡ್‌ಕ್ರಂಬ್ ವಿಭಜಕ

source: Separator between links in breadcrumb. Eg: / or >
fr_fr: Séparateur entre les liens dans le fil d'Ariane. Par exemple: / ou >
kn: ಬ್ರೆಡ್‌ಕ್ರಂಬ್‌ನಲ್ಲಿನ ಲಿಂಕ್‌ಗಳ ನಡುವೆ ವಿಭಜಕ. ಉದಾ: / ಅಥವಾ>

source: Featured Image
fr_fr: L'image sélectionnée
kn: ಪ್ರಧಾನ ಚಿತ್ರ

source: Show featured image on post list and archives.
fr_fr: Afficher l'image sélectionnée sur la liste des publications et les archives.
kn: ಪೋಸ್ಟ್ ಪಟ್ಟಿ ಮತ್ತು ಆರ್ಕೈವ್‌ಗಳಲ್ಲಿ ಪ್ರಧಾನ ಚಿತ್ರವನ್ನು ತೋರಿಸಿ.

source: Excerpt length
fr_fr: Extrait longueur
kn: ಆಯ್ದ ಉದ್ದ

source: Number of characters in excerpts for post list.
fr_fr: Nombre de caractères dans les extraits de la liste des articles.
kn: ಪೋಸ್ಟ್ ಪಟ್ಟಿಗಾಗಿ ಆಯ್ದ ಭಾಗಗಳಲ್ಲಿನ ಅಕ್ಷರಗಳ ಸಂಖ್ಯೆ.

source: Paging Navigation display format.
fr_fr: Format d'affichage de la navigation de pagination.
kn: ಪುಟದ ಜಾಡುಹಿಡಿತ ಪ್ರದರ್ಶನ ಸ್ವರೂಪ.

source: Show Author Info
fr_fr: Afficher les informations sur l'auteur
kn: ಲೇಖಕರ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸಿ

source: Show Meta Info
fr_fr: Afficher les méta-informations
kn: ಮೆಟಾ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸಿ

source: Show Comments
fr_fr: Afficher les commentaires
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ತೋರಿಸಿ

source: Schema Markup
fr_fr: Balisage de schéma
kn: ಸ್ಕೀಮಾ ಮಾರ್ಕಪ್

source: Enable Schema Markup
fr_fr: Activer le balisage de schéma
kn: ಸ್ಕೀಮಾ ಮಾರ್ಕಪ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Defer CSS
fr_fr: Différer CSS
kn: CSS ಮುಂದೂಡಿ

source: Load theme CSS files after page load.
fr_fr: Chargez les fichiers CSS de thème après le chargement de la page.
kn: ಪುಟ ಲೋಡ್ ನಂತರ ಥೀಮ್ CSS ಫೈಲ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ.

source: Critical CSS
fr_fr: Critique CSS

source: If CSS files are defered enter the critical css here.
fr_fr: Si les fichiers CSS sont différés, entrez le css critique ici.

source: Leave Blank to not add Critical CSS.
fr_fr: Laissez vide pour ne pas ajouter de CSS critique.

source: Disable WP Emojis
fr_fr: Désactiver WP Emojis

source: Posts with emojis may break, disable with caution.
fr_fr: Les messages contenant des emojis peuvent se casser, désactivez-les avec prudence.

source: Disable WP Block Editor Style
fr_fr: Désactiver le style de l'éditeur de blocs WP
kn: WP ಬ್ಲಾಕ್ ಸಂಪಾದಕ ಶೈಲಿಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Posts created with WP Block Editor may break, disable with caution.
fr_fr: Les publications créées avec WP Block Editor peuvent se casser, désactivez-les avec prudence.
kn: WP ಬ್ಲಾಕ್ ಸಂಪಾದಕದೊಂದಿಗೆ ರಚಿಸಲಾದ ಪೋಸ್ಟ್‌ಗಳು ಮುರಿಯಬಹುದು, ಎಚ್ಚರಿಕೆಯಿಂದ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ.

source: Presets
fr_fr: Préconfigurations
kn: ಪೂರ್ವನಿಗದಿಗಳು

source: Theme Presets
fr_fr: Préréglages de thème
kn: ಥೀಮ್ ಪೂರ್ವನಿಗದಿಗಳು

source: Page Attributes
fr_fr: Attributs de page

source: (no parent)
fr_fr: (pas de parent)

source: Template
fr_fr: Modèle
kn: ಟೆಂಪ್ಲೇಟು

source: Page Template
fr_fr: Modèle de page

source: Default Template
fr_fr: Modèle par défaut

source: Order
fr_fr: Commande

source: Need help? Use the Help tab in the upper right of your screen.
fr_fr: Besoin d'aide? Utilisez l'onglet Aide en haut à droite de votre écran.

source: View shopping cart
fr_fr: Voir Panier d'achat
kn: ಶಾಪಿಂಗ್ ಕಾರ್ಟ್ ವೀಕ್ಷಿಸಿ

source: %d Item
fr_fr: %d élément
kn: %d ವಸ್ತು

source: Enter column numbers separated by hyphen.
fr_fr: Saisissez les numéros de colonne séparés par un tiret.
kn: ಹೈಫನ್‌ನಿಂದ ಬೇರ್ಪಡಿಸಿದ ಕಾಲಮ್ ಸಂಖ್ಯೆಗಳನ್ನು ನಮೂದಿಸಿ.

source: Eg: 4-8 or 9-3
fr_fr: Par exemple: 4-8 ou 9-3
kn: ಉದಾ: 4-8 ಅಥವಾ 9-3

source: Sum should be 12
fr_fr: La somme doit être de 12
kn: ಮೊತ್ತ 12 ಆಗಿರಬೇಕು

source: Shop Layout
fr_fr: Disposition de la boutique
kn: ಅಂಗಡಿ ವಿನ್ಯಾಸ

source: Product Page Layout
fr_fr: Présentation de la page produit
kn: ಉತ್ಪನ್ನ ಪುಟ ವಿನ್ಯಾಸ

source: Product Archive (Shop) Layout
fr_fr: Présentation des archives de produits (boutique)
kn: ಉತ್ಪನ್ನ ಆರ್ಕೈವ್ (ಅಂಗಡಿ) ವಿನ್ಯಾಸ

source: Product Category Layout
fr_fr: Disposition des catégories de produits
kn: ಉತ್ಪನ್ನ ವರ್ಗ ವಿನ್ಯಾಸ

source: Product Tags Layout
fr_fr: Présentation des étiquettes de produit
kn: ಉತ್ಪನ್ನ ಟ್ಯಾಗ್ಗಳ ವಿನ್ಯಾಸ

source: Product Search Results Layout
fr_fr: Présentation des résultats de recherche de produits
kn: ಉತ್ಪನ್ನ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳ ವಿನ್ಯಾಸ

source: Shop Design
fr_fr: Conception de la boutique
kn: ಅಂಗಡಿ ವಿನ್ಯಾಸ

source: Archive page Products Count.
fr_fr: Page d'archive Nombre de produits.
kn: ಆರ್ಕೈವ್ ಪುಟ ಉತ್ಪನ್ನಗಳ ಎಣಿಕೆ.

source: Number of Products in product archives page.
fr_fr: Nombre de produits dans la page des archives de produits.
kn: ಉತ್ಪನ್ನ ಆರ್ಕೈವ್ಸ್ ಪುಟದಲ್ಲಿನ ಉತ್ಪನ್ನಗಳ ಸಂಖ್ಯೆ.

source: Number of products in one row. (Number of columns).
fr_fr: Nombre de produits sur une ligne. (Le nombre de colonnes).
kn: ಒಂದು ಸಾಲಿನಲ್ಲಿ ಉತ್ಪನ್ನಗಳ ಸಂಖ್ಯೆ. (ಕಾಲಮ್‌ಗಳ ಸಂಖ್ಯೆ).

source: Cart Position
fr_fr: Position du chariot

source: Column for the Shopping cart to be displayed.
fr_fr: Colonne pour le panier à afficher.

source: Lightweight, Fast, Best SEO WordPress theme
fr_fr: Thème WordPress léger, rapide et meilleur référencement

source: Greenlet Team
fr_fr: L'équipe Greenlet
kn: ಗ್ರೀನ್ಲೆಟ್ ತಂಡ

source: %1$s %2$s - Column %3$s
kn: %1$s %2$s - ಕಾಲಮ್ %3$s

source: Add Header
kn: ಹೆಡರ್ ಸೇರಿಸಿ

source: Add/Edit widgets
kn: ವಿಜೆಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ / ಸಂಪಾದಿಸಿ

source: Advanced
kn: ಹೆಚ್ಚುವರಿ

source: Appears on the %1$s %2$s at column %3$s.
kn: %1$ %2$s ರ %3$s ನೇ ಕಾಲಮ್ ನಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ

source: Author
kn: ಲೇಖಕ

source: Avatar
kn: ಅವತಾರ

source: Back to top
kn: ಮತ್ತೆ ಮೇಲಕ್ಕೆ

source: Biographical Info
kn: ಜೀವನಚರಿತ್ರೆಯ ಮಾಹಿತಿ

source: Blog posts settings.
kn: ಬ್ಲಾಗ್ ಪೋಸ್ಟ್‌ಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು.

source: Bootstrap 4.5.3
kn: ಬೂಟ್ ಸ್ಟ್ರಾಪ್ 4.5.3

source: Breadcrumb
kn: ಬ್ರೆಡ್‌ಕ್ರಂಬ್

source: Button Color
kn: ಬಟನ್ ಬಣ್ಣ

source: Can not install plugin
kn: ಪ್ಲಗಿನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ

source: Categories
kn: ವರ್ಗಗಳು

source: Columns Gap
kn: ಕಾಲಮ್ಗಳ ಅಂತರ

source: Comments
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳು

source: Content display
kn: ವಿಷಯ ಪ್ರದರ್ಶನ

source: continue reading
kn: ಓದುವುದನ್ನು ಮುಂದುವರಿಸಿ

source: Continue reading text
kn: ಪಠ್ಯವನ್ನು ಓದುವುದನ್ನು ಮುಂದುವರಿಸಿ

source: css is not parsable.
kn: css ಪಾರ್ಸಬಲ್ ಅಲ್ಲ.

source: Custom
kn: ಆಯ್ಕೆ

source: Default
kn: ಪೂರ್ವನಿಗದಿತ

source: Defer WP Block Editor CSS
kn: WP ಬ್ಲಾಕ್ ಸಂಪಾದಕ ಸಿಎಸ್ಎಸ್ ಅನ್ನು ಮುಂದೂಡಿ

source: Delete
kn: ಅಳಿಸಿ

source: Disable
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ

source: Documentation
kn: ದಾಖಲೆ

source: Effect
kn: ಪರಿಣಾಮ

source: Enable
kn: ಸಕ್ರಿಯಗೊಳಿಸಿ

source: Enhance Greenlet with free plugins
kn: ಉಚಿತ ಪ್ಲಗ್‌ಇನ್‌ಗಳೊಂದಿಗೆ ಗ್ರೀನ್‌ಲೆಟ್ ಅನ್ನು ವರ್ಧಿಸಿ

source: Excerpt (short text extract)
kn: ಆಯ್ದ ಭಾಗಗಳು (ಸಣ್ಣ ಪಠ್ಯ ಸಾರ)

source: Extra Styles
kn: ಹೆಚ್ಚುವರಿ ಶೈಲಿಗಳು

source: Extra widget areas are added. Please save and refresh this page to reflect new Widget areas
kn: ಹೆಚ್ಚುವರಿ ವಿಜೆಟ್ ಪ್ರದೇಶಗಳನ್ನು ಸೇರಿಸಲಾಗಿದೆ. ಹೊಸ ವಿಜೆಟ್ ಪ್ರದೇಶಗಳನ್ನು ಪ್ರತಿಬಿಂಬಿಸಲು ದಯವಿಟ್ಟು ಈ ಪುಟವನ್ನು ಉಳಿಸಿ ಮತ್ತು ರಿಫ್ರೆಶ್ ಮಾಡಿ

source: Featured (Sticky)
kn: ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ (ಜಿಗುಟಾದ)

source: From Bottom
kn: ಕೆಳಗಿನಿಂದ

source: From Left
kn: ಎಡದಿಂದ

source: From Right
kn: ಬಲದಿಂದ

source: From Top
kn: ಮೇಲಿನಿಂದ

source: Full Content
kn: ಪೂರ್ಣ ವಿಷಯ

source: Full Width Banner
kn: ಪೂರ್ಣ ಅಗಲ ಬ್ಯಾನರ್

source: Full width Banner Cover with contents inside a container.
kn: ಪೂರ್ಣ ಅಗಲ ಬ್ಯಾನರ್ ಕಂಟೇನರ್ ಒಳಗೆ ವಿಷಯಗಳೊಂದಿಗೆ ಕವರ್.

source: Full width Banner Cover.
kn: ಪೂರ್ಣ ಅಗಲ ಬ್ಯಾನರ್ ಕವರ್.

source: Full Width Banner with Container
kn: ಕಂಟೇನರ್ನೊಂದಿಗೆ ಪೂರ್ಣ ಅಗಲ ಬ್ಯಾನರ್

source: Greenlet
kn: ಗ್ರೀನ್ಲೆಟ್

source: Greenlet Booster
kn: ಗ್ರೀನ್ಲೆಟ್ ಬೂಸ್ಟರ್

source: Greenlet is an extremely fast, lightweight best SEO WordPress theme made for blogs, personal portfolio, business, and Woocommerce Stores. While Greenlet setup is quick and easy, it provides dozens of options for customization without affecting the speed and size of your website. Features: 100/100 Google Page Speed score | Extremely Lightweight (~25KB) | Schema Markup Added | No jQuery | 12 Column Design System | 8 Predefined Layouts (extendable) | Unlimited Post Layout | Unlimited Header and Footer layout | Pagination ( Default, Numbered, Ajax, Load More, Infinite Scroll ) | ML Support | RTL Support | Visual style edtor | Mobile Ready | Breadcrumb | WooCommerce Support | Theme Presets and so much more.
kn: ಗ್ರೀನ್‌ಲೆಟ್ ಬ್ಲಾಗ್‌ಗಳು, ವೈಯಕ್ತಿಕ ಜಾಲತಾಣ, ವ್ಯಾಪಾರ ಮತ್ತು ಆನ್ಲೈನ್ ಮಳಿಗೆಗಳಿಗಾಗಿ ತಯಾರಿಸಿದ ಅತ್ಯಂತ ವೇಗವಾದ, ಹಗುರವಾದ ಅತ್ಯುತ್ತಮ ಎಸ್‌ಇಒ ವರ್ಡ್ಪ್ರೆಸ್ ಥೀಮ್ ಆಗಿದೆ. ಗ್ರೀನ್‌ಲೆಟ್ ಸೆಟಪ್ ತ್ವರಿತ ಮತ್ತು ಸುಲಭವಾಗಿದ್ದರೂ, ಇದು ನಿಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನ ವೇಗ ಮತ್ತು ಗಾತ್ರಕ್ಕೆ ಧಕ್ಕೆಯಾಗದಂತೆ ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ಡಜನ್ಗಟ್ಟಲೆ ಆಯ್ಕೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ. ವೈಶಿಷ್ಟ್ಯಗಳು: 100/100 ಗೂಗಲ್ ಪೇಜ್ ಸ್ಪೀಡ್ ಸ್ಕೋರ್ | ಅತ್ಯಂತ ಹಗುರವಾದ (~ 25 ಕೆಬಿ) | ಸ್ಕೀಮಾ ಮಾರ್ಕಪ್ ಸೇರಿಸಲಾಗಿದೆ | JQuery ಇಲ್ಲ | 12 ಕಾಲಮ್ ವಿನ್ಯಾಸ ವ್ಯವಸ್ಥೆ | 8 ಪೂರ್ವನಿರ್ಧರಿತ ವಿನ್ಯಾಸಗಳು (ವಿಸ್ತರಿಸಬಹುದಾದ) | ಅನಿಯಮಿತ ಪೋಸ್ಟ್ ವಿನ್ಯಾಸ | ಅನಿಯಮಿತ ಹೆಡರ್ ಮತ್ತು ಅಡಿಟಿಪ್ಪಣಿ ವಿನ್ಯಾಸ | ವಿನ್ಯಾಸ (ಡೀಫಾಲ್ಟ್, ಸಂಖ್ಯೆಯ, ಅಜಾಕ್ಸ್, ಇನ್ನಷ್ಟು ಲೋಡ್ ಮಾಡಿ, ಅನಂತ ಸ್ಕ್ರಾಲ್) | ಎಂಎಲ್ ಬೆಂಬಲ | ಆರ್ಟಿಎಲ್ ಬೆಂಬಲ | ವಿಷುಯಲ್ ಸ್ಟೈಲ್ ಎಡ್ಟರ್ | ಮೊಬೈಲ್ ಸಿದ್ಧ | ಬ್ರೆಡ್‌ಕ್ರಂಬ್ | WooCommerce ಬೆಂಬಲ | ಥೀಮ್ ಪೂರ್ವನಿಗದಿಗಳು ಮತ್ತು ಇನ್ನಷ್ಟು.

source: Greenlet Site Importer
kn: ಗ್ರೀನ್ಲೆಟ್ ಸೈಟ್ ಆಮದುದಾರ

source: Grid
kn: ಗ್ರಿಡ್

source: Hide
kn: ಮರೆಮಾಡಿ

source: Icon
kn: ಐಕಾನ್

source: Infinite Scroll
kn: ಅನಂತ ಸ್ಕ್ರಾಲ್

source: Infinite scrolling is temporarily disabled to edit footer.
kn: ಅಡಿಟಿಪ್ಪಣಿ ಸಂಪಾದಿಸಲು ಅನಂತ ಸ್ಕ್ರೋಲಿಂಗ್ ಅನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.

source: Inline CSS
kn: ಇನ್ಲೈನ್ ​​ಸಿಎಸ್ಎಸ್

source: Inline Javascript
kn: ಇನ್ಲೈನ್ ​​ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್

source: Inline WP Block Editor CSS
kn: ಇನ್ಲೈನ್ WP ಬ್ಲಾಕ್ ಸಂಪಾದಕ ಸಿಎಸ್ಎಸ್

source: Items
kn: ಐಟಂಗಳು

source: Layout variation for Post list.
kn: ಪೋಸ್ಟ್ ಪಟ್ಟಿಗೆ ವಿನ್ಯಾಸ ಬದಲಾವಣೆ.

source: Left
kn: ಎಡ

source: List
kn: ಪಟ್ಟಿ

source: Load Block Editor CSS files after page load.
kn: ಪುಟ ಲೋಡ್ ನಂತರ ಬ್ಲಾಕ್ ಸಂಪಾದಕ ಸಿಎಸ್ಎಸ್ ಫೈಲ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ.

source: Load More Button
kn: ಇನ್ನಷ್ಟು ಬಟನ್ ಲೋಡ್ ಮಾಡಿ

source: Load theme CSS files inline, saves network requests.
kn: ಥೀಮ್ ಸಿಎಸ್ಎಸ್ ಫೈಲ್‌ಗಳನ್ನು ಇನ್ಲೈನ್‌ನಲ್ಲಿ ಲೋಡ್ ಮಾಡಿ, ನೆಟ್‌ವರ್ಕ್ ವಿನಂತಿಗಳನ್ನು ಉಳಿಸುತ್ತದೆ.

source: Load theme JS files inline, saves a network request.
kn: ಥೀಮ್ ಜೆಎಸ್ ಫೈಲ್‌ಗಳನ್ನು ಇನ್‌ಲೈನ್‌ನಲ್ಲಿ ಲೋಡ್ ಮಾಡಿ, ನೆಟ್‌ವರ್ಕ್ ವಿನಂತಿಯನ್ನು ಉಳಿಸುತ್ತದೆ.

source: Load WP Block Editor CSS files inline, saves network requests.
kn: WP ಬ್ಲಾಕ್ ಸಂಪಾದಕವನ್ನು CSS ಫೈಲ್‌ಗಳನ್ನು ಇನ್ಲೈನ್‌ನಲ್ಲಿ ಲೋಡ್ ಮಾಡಿ, ನೆಟ್‌ವರ್ಕ್ ವಿನಂತಿಗಳನ್ನು ಉಳಿಸುತ್ತದೆ.

source: Logo
kn: ಲೋಗೋ

source: Logo, Title & Tagline
kn: ಲೋಗೋ, ಶೀರ್ಷಿಕೆ ಮತ್ತು ಟ್ಯಾಗ್‌ಲೈನ್

source: Main
kn: ಮುಖ್ಯ

source: Main Content
kn: ಮುಖ್ಯ ವಿಷಯ

source: Main Layout Sidebars
kn: ಮುಖ್ಯ ವಿನ್ಯಾಸದ ಅಡ್ಡಪಟ್ಟಿಗಳು

source: Main Layout Styles
kn: ಮುಖ್ಯ ವಿನ್ಯಾಸದ ಶೈಲಿಗಳು

source: Make this Main
kn: ಇದನ್ನು ಮುಖ್ಯಗೊಳಿಸಿ

source: Markup is not allowed in CSS.
kn: ಸಿಎಸ್ಎಸ್ನಲ್ಲಿ ಮಾರ್ಕಪ್ ಅನ್ನು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.

source: Menu
kn: ಮೆನು

source: Menu Toggler
kn: ಮೆನು ಟಾಗ್ಲರ್

source: Mobile toggler
kn: ಮೊಬೈಲ್ ಟಾಗ್ಲರ್

source: More options with Greenlet Pro
kn: ಗ್ರೀನ್‌ಲೆಟ್ ಪ್ರೊನೊಂದಿಗೆ ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳು

source: More options with Pro version
kn: ಪ್ರೊ ಆವೃತ್ತಿಯೊಂದಿಗೆ ಹೆಚ್ಚಿನ ಆಯ್ಕೆಗಳು

source: Name
kn: ಹೆಸರು

source: No
kn: ಬೇಡ
